package rs.ac.bg.etf.estudent.util;

public class Data {
	
	/**
	 * Keep track if user is already signed in
	 */
	public static boolean IS_LOGED_IN = false; 
	public static String USERNAME;
	public static String PASSWORD;
	
	public static String INFO = "Обавештавамо Вас да је Електротехнички факултет обезбедио могућност уплате школарине и пријаве испита путем" +
			" стандардизованих уплатница, у било којој банци или пошти. Пример исправно попуњене уплатнице можете видети у оквиру опције \"Школарине и Уплате\"." +
			" Позив на број је за сваког студента различит и поред индекса садржи контролне цифре које се разликују од студента до студента. У оквиру опције " +
			"\"Школарине и Уплате/Рачун студента\" могуће је прегледати све информације о пристиглим уплатама које су евидентиране на рачуну студента, " +
			"као и све информације о скидању новца са рачуна при пријави испита или плаћању школарине. " +
			"Плаћање школарине се обавља аутоматски на дан када доспева рата за школарину. Уколико нема довољно средстава на рачуну, " +
			"плаћање се одлаже до тренутка док се не прикупи довољно новца. Потребно је да прође најмање 1 радни дан од тренутка уплате до тренутка када " +
			"је новац на располагању, с тога се препоручује се да се уплате обаве бар 2-3 дана унапред. Примера ради, уплата обављена у петак у 8 пре подне," +
			" не може бити евидентирана пре понедељка. Овим путем Вас такође обавештавамо да ће, због увођења овог јединственог система уплата, све уплате" +
			" путем Банке Intesa, убудуће МОРАТИ ДА СЕ ОБАВЉАЈУ ПРЕМА НОВИМ ПРАВИЛИМА, а не коришћењем старих шаблона уплатница. " +
			"С поштовањем, Електротехнички факултет Београд";
	
	public static String DATE = "23.3.2013";

}
